import qa from "@/data/q&a";

const webinars =[
    { "title": "Высокочувствительный малыш: что вы не знаете о нем, и как выстроить семью, если ваш малыш высокочувствительный",
        "date": "10-04-25",
        "link":  "https://t.me/c/2008722609/1064"
    }, //запятая обязательна
    {
        "title": "Мама 2.0: как сохранить индивидуальность и вернуть себя после рождения ребенка",
        "date": "03-04-25",
        "link":  "https://t.me/c/2008722609/1050"
    },
    {
        "title": "Отпусти контроль: что делать с гиперопекой, и как не превратиться в надзирателя",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    },
    {
        "title": "название вебинара",
        "date": "27-03-25",
        "link":  "https://t.me/c/2008722609/1040"
    }
]
export default webinars;
